export const MAGIC_PHRASE = 'стетхем бусинка';
export const CHAT_TITLE = 'Чат';
export const CHAT_SUBTITLE = 'Кладезь мудрости Джейсона Стетхема';
export const START_MESSAGE = 'Ласкаво просимо в хатину!';

export const dictionary = {
  0: {
    greetings: [
      'привяу',
      'вечер в хату',
      'кукусики',
      'Сколько лет сколько зим!',
      'Привет родной, я скучал.',
    ],
    default: [
      'дядь ну что так сложно?',
      'это как понимать-то?'
    ],
    placeholder: 'давай рассказывай)',
    weather: ['топовая погода, го купаться'],
    news: [
      'Жизую, все круто',
      'Мощно!',
      'Балдею 3000',
    ],
    joke: [
      `Лично мне клоуны совсем не кажутся смешными. По правде говоря, я их боюсь. Даже не знаю, когда это началось. Наверное, когда меня в детстве повели в цирк и клоун убил моего отца.`,
    ],
  },
  1: {
    greetings: [
      'ghbdtn',
      'ой бой',
      'привет',
      'хелоу',
      'даров',
      'здарова',
      'здравствуйте',
      'добрый вечер',
      'добрый день',
    ],
    default: [
      'не понял',
    ],
    placeholder: 'Что там, бандит?',
    weather: ['Делаю вид, что подключил погодную апи'],
    news: [
      'намальна',
      'норм',
      'пойдёт',
    ],
    joke: [
      `Сначала мама учит тебя не общаться с незнакомыми людьми, а потом хочет от тебя внуков от незнакомых людей. Хрен поймёшь`,
    ],
  },
  2: {
    greetings: [
      'Ну чего там',
      'Ну привет (',
      'Давай к делу уже',
    ],
    default: [
      'что ты мне втираешь?'
    ],
    placeholder: 'не пиши не по делу',
    weather: ['Давай серьеёзно, мало времени. В чем дело?'],
    news: ['бывало и лучше'],
    joke: [
      `Помните девочки, никто не обратит внимание на твой внутренний мир, если твой внешний заплыл жиром.`,
    ],
  },
  3: {
    greetings: [
      'Не буду я с тобой говорить',
      'ВЫЙДИ и зайди нормально',
    ],
    default: ['Кучеряво слишком разговариваешь. Сейчас нарвёшься'],
    placeholder: 'Не зли Джейсона',
    weather: ['В окно посмотри'],
    news: ['До того, как ты написал всё было ок.'],
    joke: ['Братан, мне не до шуток'],
  }
}

export const wisdom = [
  'Не надо было делать то, чего не надо было делать',
  'Один раз меня спросили, почему я иду по правой стороне дороги, потому что я машина',
  `- Зачем вы начали курить?
  - Понравилась надпись «Курение Убивает»`,
  `Кто на карантине пиво не бухал,
  Тот жизни не видал`,
  `Я с девушками не борюсь, но между ног пройти могу.`,
  `Мужики не плачут, они ссут глазами.`,
  'Курить не вредно, вредно не курить.',
  'Хороший человек плохой воздух в себе держать не будет.',
  `Самые красивые вещи:
  1. Огонь
  2. Вода
  3. Стэтхем, доставляющий "Осетинские пироги`,
  'Пройдёт время,и жизнь покажет,что время прошло',
  'Если хочешь чтоб девушка звонила и писала первая,займи у неё денег.',
  'Не важно с какой целью вы вышли из дома, футбольчик с пацанами не испортят ваши планы',
  `Жениться - это значит наполовину уменьшить свои права и вдвое увеличить свои обязанности...`,
  `Знаете, почему я бью себя головой об стену, после того, как выпил чай? Чтобы чай не думал, что он тут самый крепкий.`,
  'Мы живем в обществе, где пицца приезжает быстрее, чем скорая. ',
  'Даже при серьёзной ссоре не пытайтесь задеть человека за живое. Вы помиритесь , а слова запомнятся надолго.',
  'В любом процессе важна не скорость, а удовольствие. ',
  'Люди-идиоты плюс алкоголь - вот вам рецепт любой потасовки. ',
  'Не так важно, как тебя ударили, - важно, как ты встал и ответил. ',
  'Если бы мне представилась возможность самому выбирать фильм, я бы, наверное, не стал искушать судьбу творческим поиском и взялся бы за то, что умею делать хорошо. ',
  'Если стараться обходить все неприятности, то можно пройти мимо всех удовольствий.  ',
  'Ты свободен, а значит, всерьёз за себя отвечаешь.  ',
  'Молчание - лучший способ ответа на бессмысленные вопросы.  ',
  'Тем, кого вдохновляют мои герои, не помешало бы лишний раз подумать. ',
  'Умение слушать - большой плюс, а умение делать вид, что слушаешь, и в нужный момент вставлять слово - талант. ',
  'Теория - это когда вы знаете все, но ничего не работает. Практика - это когда все работает, но никто не знает почему. Мы совмещаем теорию и практику - ничего не работает и никто не знает почему. ',
  'Работать на улице - не одно и тоже, что протирать штаны с продюсерами и режиссёрами. ',
  'Гордость парня - это порядочность его девушки. ',
  'Живи в свое удовольствие, но не забывай про тех кто рядом. ',
  'Люблю русских людей - мужики суровые, а женщины очень красивые.  ',
  'Будь самим собой, имей свою точку зрения, умей постоять за себя и за своих близких и тебя будут уважать. ',
  'Я рос в окружении множества колоритных персонажей, которые занимались не совсем законными делами. Таким образом, воплощая этих героев сейчас, я опираюсь на собственный опыт. Остальное можно прочесть в книгах. Но главное - это опыт. Это все, что у меня есть. ',
  'Женщины у вас потрясающие! Безусловно. В России встречаются просто убойные красотки. ',
  'Когда я был ребенком, мой старший брат занимался боевыми искусствами. Он был фанатом Брюса Ли. Но, к сожалению, постоянно тренировался на мне.',
  'Почему я живу в Голливуде? Да потому что тут находится более великих режиссеров на квадратный дюйм, чем где бы то ни было в мире.',
  'Я буду мужиком, пока по земле еще ходят настоящие женщины, те женщины, которые не пахнут сигаретами и пивом, которые обладают природным обаянием и добротой, в которых еще не умер инстинкт материнства. А не те крашенные стервы, общающиеся матом, потерявшие женственность, которых интересуют только красивые шмотки, дорогие машины и бесконечные тусовки, которые готовы раздвинуть ноги перед толстым кошельком.',
  'Сыграть Джеймса Бонда? Почему бы и нет?! Ему давно пора сменить имидж. Против тачек и красоток я не возражаю, а вот мартини придется заменить на пинту пива в большой кружке.',
  'Паникует ли Джейсон Стэтхем? Нет, я не паникую, но каждый день я испытываю страх по самым разным причинам. Он мотивирует меня.',
  'Не стоит принимать доброту за слабость, грубость за силу, а подлость за умение жить',
  'Возвращать стоит только тех людей, которые ушли по нашей вине.',
]